Revit 2027 API
DWGExportOptions Constructor
 Constructs a new instance of DWGExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DWGExportOptions()
Public Sub New
public:
DWGExportOptions()
new : unit -> DWGExportOptions
See Also
Reference
DWGExportOptions Class
DWGExportOptions Overload
Autodesk.Revit.DB Namespace